{
  "trustpilot": {
    "id": 1,
    "website": "Trustpilot",
    "reviews": [
      {
        "id": 1,
        "name": "Bhavya Goel",
        "rating": 5,
        "date": "7 August",
        "title": "Getting IONIC developer in Utah was not…",
        "content": "Getting IONIC developer in Utah was not easy. We scrambled to get the right developer for months. On google search we found Ezapp has ample IONIC developers and work quality was guaranteed. So, we tried them and it was good decision as we saved lot of money by outsourcing to Ezapp. Their developers are qualitative in deliverables as well as Professional."
      },
      {
        "id": 2,
        "name": "Muskaan Mishra",
        "rating": 5,
        "date": "27 July, 2021",
        "title": "App development using React/Nodejs is…",
        "content": "App development using React/Nodejs is popular choice as it reduces time to build and getting a developer offshore is easy with Ezapp. We have built Enterprise App in lessee time and 50% less cost with Ezapp. Doing Remote Dev work was Zero risk as all the guarantees were provided upfront and we never had issue on quality of the dev work from Ezapp. We had good working experience with Ezapp team."
      },
      {
        "id": 3,
        "name": "Ajit Verma",
        "rating": 5,
        "date": "24 May, 2021",
        "title": "The highly specialized and professional…",
        "content": "The highly specialized and professional team delivering on-time results"
      },
      {
        "id": 4,
        "name": "Tamal Chatterjee",
        "rating": 5,
        "date": "19 May, 2021",
        "title": "Excellent company",
        "content": "Ezappsolution is a good company with good advancement opportunities. Great benefits, fair paid time off. Good work ethic, fun and professional management."
      },
      {
        "id": 5,
        "name": "Yash Mehra",
        "rating": 5,
        "date": "19 April, 2021",
        "title": "Ezapp is immaculate workplace",
        "content": "Ezapp is immaculate workplace, everyone is given freedom and choice to work on the type of the project they can best fit. Company’s culture is good and passionate people are preferred here instead of job seekers. I enjoy working at ezapp."
      },
      {
        "id": 6,
        "name": "Basant Bhatt",
        "rating": 5,
        "date": "2 April, 2021",
        "title": "App Development companies have springed…",
        "content": "App Development companies have springed in Delhi/NCR like never before but Ezapp is been around more than a decade and my work experience with them is enriched with satisfaction and pleasure to enjoy the work. I am happy to be part of the Ezapp tech squad."
      },
      {
        "id": 7,
        "name": "Deepak Katankar",
        "rating": 5,
        "date": "25 March, 2021",
        "title": "The best sites for remote jobs",
        "content": "One of the best sites for remote jobs USA for Python Developer, React Developer, Java Developer, .NET Python Developer, Flutter Developer, Angular Developer, Data Analyst, Data Scientist offering professional career opportunities."
      },
      {
        "id": 8,
        "name": "Akshay Awasthi",
        "rating": 5,
        "date": "25 March, 2021",
        "title": "Best Software Development Company",
        "content": "Good hikes, corporate lifestyle. The company work environment is very friendly and cooperative. The co-workers are always ready to help."
      },
      {
        "id": 9,
        "name": "Sachin Saxena",
        "rating": 5,
        "date": "22 March, 2021",
        "title": "Great Company",
        "content": "Great Company, great working platform, They have many projects and technologies to work on."
      },
      {
        "id": 10,
        "name": "Vinit Dhiman",
        "rating": 5,
        "date": "20 March, 2021",
        "title": "Work is the key to next pursuit",
        "content": "Work is the key to next pursuit. At Ezapp leadership gave lessons that I now feel joyful and transformative always to contribute for the highest success of the clients. Great place to work!"
      }
    ]
  }
}
